{"Baddek": ["That bony horse ran really well, and it was actually a surprisingly comfortable ride.", "Pinto, chestnut, black... Horse coats come in many different colors, but white horses take my breath away.", "ċThe horse made of bones that I rode up in the snowy mountains was surprisingly comfortable to mount.", "Once you tame a wild horse, it becomes family. Register it at a stable to make it official.", "I heard that there's something special near Satori Mountain northwest of the Great Plateau. To the east of the mountain, you'll find Sanidin Park Ruins, and near there... is a special horse fit for a king.", "I spend two-thirds of every day thinking about horses and the remaining third dreaming about them. Hey, did you know wild horses will run from you if they sense you approaching? It can be pretty frustrating. But the ones that are hard to catch usually perform the best.", "But it's not all bad. Gives me more time to talk about horses.", "̌Are those vile monsters gone?", "I'm bored and it's raining, so how about I give you a little horse quiz.  White horse... Giant horse... Mechanical horse... Bone horse... Now, which of these horses doesn't exist in this world? The answer will be revealed someday, somewhere. It may even have already been revealed to you.", "̪I want to escape on horseback, but I'm afraid to move from here.", "Mechanical horses? Bah!", "Carrots...", "I'm terrible at communicating with other people, but horses love me.  ВYou can't expect a horse to ride hard for you if you don't have a meaningful connection with it. ԁSpending time with your horse is the best way to establish a connection.", "̌But when it came down to it, I just froze.", "ċPinto, chestnut, black... Horse coats come in many different colors, but pure- white horses take my breath away.", "I know of four for sure: Woodland Stable, Highland Stable, Outskirt Stable, and South Akkala Stable...", "ПRUN! Run away from the Guardian!", "̌I'm worried about my horse...", "*neigh*", "I talk about horses so much that my wife left me...for a horse.  But it's not all bad. Gives me more time to talk about horses.  I heard that there's something special near Satori Mountain northwest of the Great Plateau. To the east of the mountain, you'll find Sanidin Park Ruins, and near there... is a special horse fit for a king.", "If you get chased by a monster, your best chance of escape is on horseback.", "If you came to ask me about Hyrule Castle, you're barking up the wrong tree. Horses, horses, horses. That's all I care about", "I'll tell you now, you'd best give up hope of hearing about anything other than horses from me. Girls often talk dreamily about princes on white horses or some odd nonsense...  But I couldn't care less about some stuffy prince. Give me the white horse!  ċPinto, chestnut, black... Horse coats come in many different colors, but white horses take my breath away.", "̌My plan was to escape on horseback. But plans don't mean anything.", "Whoa, boy...", "Girls often talk dreamily about princes on white horses or some odd nonsense... But I couldn't care less about some stuffy prince. Give me the horse!", "I'm the kind of guy who sees everything in his life through horse-tinted glasses.", "Pet your horse when it follows directions. Pet it when it works hard. Praise your horse at the right time to reinforce good behavior.", "White horse... Giant horse... Mechanical horse... Bone horse... Now, which of these horses doesn't exist in this world?", "Speaking of bones, I once rode a horse made of nothing but bones! No lie! It was up in the snowy mountains.", "I'm terrible at communicating with other people, but horses love me.", "I love every little thing about horses. I love their fur, the way they smell, their bones even. Speaking of bones, I once rode a horse made of nothing but bones! No lie! It was up in the snowy mountains. Was I scared, you ask? Nope. I could never be scared of a horse.  ċThat bony horse ran really well, and it was actually a surprisingly comfortable ride.", "ċPet your horse when it follows directions. Pet it when it works hard.  Praise your horse at the right time to reinforce good behavior.", "ċLooks like I'm gonna make it!", "Paraglider? I wonder...", "As long as I have my horse, I don't need anything else. He's more important than I am, to be honest!", "This saddle fits my horse's back perfectly, and it also fits my rear end perfectly. I'm mighty happy with it.", "The answer will be revealed someday, somewhere. It may even have already been revealed to you.", "I'm glad you wanted to chat with me, but I really only like to talk about horses. So... Did you know that horses can swim in a pinch?  Name another animal that can swim. Trick question—you can't. But horses have it down cold. BOOM.", "Finding and taming a wild horse is like adopting a new family member... that you can sit on.", "This bridle is easy to grasp, and it's pretty elastic, so it's easy to handle.", "The horse made of bones that I rode up in the snowy mountains was surprisingly comfortable to mount.", "ĂDid...did you save me?", "Was I scared, you ask? Nope. I could never be scared of a horse.", "I know of four stables in Hyrule that have slightly different bridle and saddle styles: Woodland Stable, Highland Stable, Outskit Stable, and South Akkala Stable.", "I know of four stables in Hyrule that have slightly different bridle and saddle styles:  Woodland Stable, Highland Stable, Outskirt Stable, and South Akkala Stable.", "If you get me started about horses, you'll be here for a while. I can go on about horses longer than a horse's face. This saddle fits my horse's back perfectly, and it also fits my rear end perfectly. I'm mighty happy with it. This bridle is easy to grasp, and it's pretty elastic, so it's easy to handle.  When you register a wild horse at a stable, they'll fit it with a saddle and a bridle. Well, that's all I have to say about that. Didn't go on as long as I thought I would.", "I'm bored and it's raining, so how about I give you a little horse quiz.", "ĉIt's not much, but please take this.", "̪What a disaster...", "Once you register your horse companion at a stable, it'll always be by your side. Forever. Unless it dies.", "There's one thing I absolutely can't travel without. Know what it is? It's my horse.", "When you register a wild horse at a stable, they'll fit it with a saddle and bridle.", "I'm the kind of guy who sees everything in his life through horse-tinted glasses.  Did you know that some of the stables in Hyrule have slightly different bridle and saddle styles? I know of four for sure:   Woodland Stable, Highland Stable, Outskirt Stable, and South Akkala Stable...", "If you came to ask me about Hyrule Castle, you're barking up the wrong tree. Horses, horses, horses. That's all I care about.  Finding and taming a wild horse is like adopting a new family member... that you can sit on. Once you register your horse companion at a stable, it'll always be by your side. Forever. Unless it dies.", "It's raining stallions and mares!", "Name another animal that can swim. Trick question—you can't. But horses have it down cold. BOOM.", "When you register a wild horse at a stable, they'll fit it with a saddle and a bridle.", "The thing I absolutely can't travel without is my horse.", "Hmm? Let me guess...you want me to tell you about horses.  Well, you're in luck. I could talk about horses all day.  Let's see here... Do you know how to properly praise your horse?  ċPet your horse when it follows directions. Pet it when it works hard.  Praise your horse at the right time to reinforce good behavior.", "Did you know that horses can swim in a pinch?", "You can't expect a horse to ride hard for you if you don't have a meaningful connection with it.", "Did you know that some of the stables in Hyrule have slightly different bridle and saddle styles?", "Remember, wild horses that are quicker to run from you are generally the best performers.", "I'm glad you wanted to chat with me, but I really only like to talk about horses. So...", "There's one thing I absolutely can't travel without. Know what it is?  It's my horse.   As long as I have my horse, I don't need anything else. He's more important than I am, to be honest!", "I'll tell you now, you'd best give up hope of hearing about anything other than horses from me.", "If you get me started about horses, you'll be here for a while. I can go on about horses longer than a horse's face.", "ċI'm saved!", "I talk about horses so much that my wife left me...for a horse.", "ԐIt's raining stallions and mares!", "Spending time with your horse is the best way to establish a connection."], "Banji": ["If you ask me, it's a sign from Hylia herself telling us not to go there. And I don't want to make Hylia angry...", "There used to be a constant cover of dark storm clouds that had been there long before even my aunt was born.", "\tWelcome to Tabantha Bridge Stable, where looking at a child's sleeping face makes me happy!", "Hello! And welcome to Tabantha Bridge Stable, where I'm busy cataloging some very important cargo.", "Yes, welcome to Tabantha Bridge Stable, where caring for the horses is the most pressing matter on my plate.", "Welcome to Tabantha Bridge Stable!", "Welcome to Tabantha Bridge Stable, where it's raining nonstop.", "Really? Well, be careful.", "But then they suddenly all vanished! Praise Hylia!", "ԆThe east, huh? The east... Yeah... My aunt always tells me I should travel all over while I'm still young...  But that Ludfo's Bog isn't a place anyone should travel to in my opinion.  ԀIt's had a constant cover of black storm clouds since long before my aunt was born. If you ask me, it's a sign from Hylia herself telling us not to go there. And I don't want to make Hylia angry...", "I'm even thinking of taking the horses there on a field trip soon.", "If you need directions, just ask me. Any direction you want to know about? ", "Well, to the east there's...Ludfo's Bog. Funny story, actually.  There used to be a constant cover of  dark storm clouds that had been there long before even my aunt was born. But then they suddenly all vanished! Praise Hylia!  I'm even thinking of taking the horses there on a field trip soon.", "If you need directions, just ask me. Any direction you want to know about?", "ГThe north? Oh, right...   On the other side of Mount Rhoam, there's an odd lad named Konba who loves challenging strangers to a race. He must be REALLY bored. It might be nice of you to pay him a visit.", "Anything else you want to know about? ", "Ah, the west...   If you head west, you'll spot the namesake of our stable, the Tabantha Great Bridge. If you cross the bridge and follow the road, you'll eventually get to Rito Village, where the Rito people live. It's a REALLY long walk to Rito Village, though, so you'll definitely want to bring some snacks.", "Good morning! Welcome to Tabantha Bridge Stable, home of the cutest white goats in all of Hyrule.", "ԆSouth, huh? My aunt used to tell us some crazy stories about that area.  About how past Tamio River, on Satori Mountain, there lived a lord with dominion over all living things... \tIt's an old legend that she tells the children before bedtime, even today.  She also tells them about \"the god who watches over the stables.\" Pfft...", "He must be REALLY bored. It might be nice of you to pay him a visit.", "଀But...have you seen that THING? That...that creepy bird in the sky?  ԁIt suddenly appeared above Rito Village and won't go away.   If you're going there, you should be careful. Who knows what's going on there."], "Baumar": ["Riding a horse up a hill and then hopping off it to shield surf... āIt's just radical, dude.", "ĉHere, man. Take this as thanks.", "̌Isn't there anything I can do?", "ԌThis weather is totally bogus, dude. I just want it to clear up so I can get back to shield surfing!", "ȎNot cool, dude. You interrupted my mental preparations! If I wanna be the best shield surfer, I need to plan ahead! They say the legendary shield surfer Selmie has all the routes memorized. She's intense, man! Dude, apparently she's just waiting up on the Hebra Mountains for a worthy shield-surfing opponent!", "ԒIs it safe now? Are the monsters gone?", "ċAll right, Bamboo, my totally gnarly and radical horse! We're finally ready to hit the mountain for some shield surfing! First we gotta hit up Snowfield Stable. ߍSo let's get a move on! Heeeyaah— Huh? Oh, sorry, dude. No time to chat!", "Hmm... A better shield...", "When I was just a kid, I almost got lost up on the snowy mountains. But I was saved by this totally wicked shield surfer! ԐHis name was Fa— Falma... Oh, man... I totally forgot.", "ĂSorry to be a drag, dude, but thanks for your help.", "̌Oh, man, those monsters were wicked.", "Shield surfing, man.", "ĉJust hit the northern passage from here, man, and you'll find Serenne Stable. Let's kick it, Bamboo!", "̒This is such a drag, dude... I just wanna get back to shield surfing. I miss that fresh powder! Oh, man, I just, like...had a total flashback! When I was just a kid, I almost got lost up on the snowy mountains... But I was saved by this totally wicked shield surfer! His name? It was Fa— ԐFalma... Oh, man... I totally forgot.", "Oh, man, I just, like...had a total flashback! When I was just a kid, I almost got lost up on the snowy mountains...", "You're stronger than you look, dude. You're straight-up gnarly!", "Ahh, fresh powder...", "ԌI thought I was being careful, but, man, those monsters were gnarly.", "Dude, I heard the legendary shield-surfer Selmie is just waiting on the Hebra Mountains for a worthy opponent!", "Another day, another surf!", "ċWicked, man, I'm finally here! I made it to Snowfield Stable! Oh, man, I can't wait to get out there. Hebra Mountains, I'm comin' for you, dude! You shall taste the flat of my shield and my gnarly shield-surfing skills! ċOh, man, I gotta find a shield-surfing competition...", "ȎThose monsters... Man, forget them.", "ĂRiding a horse up a hill and then hopping off it to shield surf is just radical, dude.  Once you're at the bottom, you've gotta go all the way back up, sure, but, man! The rush is totally worth it! I got this good by watching Selmie surf the Hebra Mountains. Her skills are even sicker than mine!", "ĂI'm pretty wicked at shield surfing, man. ĚActually I'm, like, totally wicked at it.  ĚI just climb up the Hebra Mountains, and then I surf back down!  Then I climb up again, and I surf it again. And then, man, know what I do next? Oh-ho, man, I totally surf it again! The only way to stop me from shield surfing, man, is to take away my shield! Man!", "̌I nearly ate it out there.", "ċJust hit the northern passage from here, man, and you'll find Serenne Stable. Let's kick it, Bamboo! ߍYahoooo! Huh? Oh, sorry, man. I was talking to my horse, Bamboo. I'm not, like, all that great at conversations with other people.", "Check it, dude. I heard about this totally durable shield. It's called a Hylian shield, and it's somewhere in Hyrule Castle. Sounds totally wicked for surfing, man! But the castle is, like, overly dangerous, so it's pretty much a no-go.", "Apparently, there's a totally durable shield called a Hylian shield somewhere in Hyrule Castle. Sounds gnarly, dude!", "ЖOh, man, it sees us! We gotta cut out!", "ԐOh, man, do professional shield surfers surf on days like this? If I wiped out, I'd break my neck! Bogus, dude...", "All right, I finally made it to Serenne Stable.  But, man, all I can think about is when I'll be able to get back to the Hebra Mountains to catch some of that powder. Hey, dude. Have you ever looked at the Hebra Mountains on a map?  There's this totally gnarly crescent shape that was apparently made by some wicked beam forever ago. ...I bet it'd be killer to surf.", "ĂI'm pretty wicked at shield surfing, man. Actually I'm, like, totally wicked at it. I just climb up Hebra Mountains and surf.", "Oh, man, do professional shield surfers surf on days like this? If I wiped out, I'd break my neck! Bogus, dude...", "ԐOh, man, I miss the Hebra Mountains something fierce. The shield surfing there is just radical!", "ċAll right, Bamboo, my most excellent horse! First to Snowfield Stable, and then to the mountain for shield surfing! ߍHeeeeyaahh!", "Speaking of, I heard about a shield that's supposed to be wicked for surfing. It's called a kni— A knight's... Oh man. I totally forgot. What a drag, dude.", "This rain is bogus, dude.", "Oh, man, check it. Did you know that depending on the shield, your surfing can be totally different? What am I talking about? I'm talking about shield surfing, man! Get with it, dude! ԐSpeaking of, I heard about a shield that's supposed to be wicked for surfing. It's called a kni— A knight's... Oh, man. I totally forgot. What a drag, dude.", "ċI finally made it to Snowfield Stable!   Hebra Mountains, I'm comin' for you, dude! You shall taste the flat of my shield and my gnarly shield-surfing skills!", "ċI almost wiped out there, man. Thanks for helping me out.", "There's this totally gnarly crescent shape that was apparently made by some wicked beam forever ago. ...I bet it'd be killer to surf.", "ԐCheck it—I heard about a shield that's supposed to be wicked for shield surfing. ԀIt's called a kni— A knight's... Oh, man. I totally forgot. What a drag, dude.", "ĂPhew. I'm lucky you were around, man."], "Bayge": ["}ࠀPUMP IT UP, BROTHER!ȁdAren't ya forgettin' somethin' way more important than chitchat?!  }Go and take the Gut Check Challenge already!d", "UNBELIEVABLE!! You've passed our training with the grit of a true Goron, my brother! In fact...you've earned the right to call yourself...the fourth Goron Blood Brother!! As promised, you are now allowed to stand on this sacred platform of Goron manliness. A real honor, I know. You're officially one of us now! Our true Goron brother, brother! Welcome to the family!", "Lucky for you, I've prepared a training program to help you ascend to even greater heights! I call it... Super Gut Check Challenge!!", "Besides, my littlest bro is in the middle of trainin' right now. A brother does NOT interrupt a brother's trainin', brother!", "Now I can't try that epic training! Woe is me, brother.", "}ࠀPUMP IT UP, BROTHER!ȁdYa did a good job stayin' strong during my contest of ultimate endurance!  In fact, I devised the perfect training program to help take your strength to the next level! I'll be waitin' for ya to take the Gut Check Challenge. You'll find it to the north of Death Mountain, brother.", "I AIN'T MOVIN' A MUSCLE, BROTHER! Not a single, well-defined muscle! This is a special platform! Sacred even! Only real Goron men, as decided by us three Goron Blood Brothers, are allowed.", "This training is gonna be rough. I can almost taste the gains! Time to strategize, brothers!", "}ࠀPUMP IT UP, BROTHER!ȁdAh, it's the fourth Goron Blood Brother! He who beat the Gut Check Challenge and the contest of ultimate endurance! That's why I'm preparin' somethin' worthy of a Goron brother like you. I call it...Super Gut Check Challenge! }The more gains the merrier, brother!d"], "Beedle": ["Get back!", "ଐMaybe you should take those clothes off before you try to sell them.", "I'll take it. How many would you like to sell me?ᕼᖄᕿ", "܁CustomBigHappy}Yaaaay! I'm so happy right now!dThis is a really hard beetle to find! This is a good omen for sure.", "ჍPhew...", "You want to buy that?ᕾᕿ", "Hyeeeeeeehh!", "㽌쳍Hey! I don't believe I've made your acquaintance!", "āYou'd get something in return, of course! How about I trade you for this meat and rice bowl?Ϩϩ", "...<br>Oh, you're still here? I thought you left. Uh, well let me know if you change your mind!", "ჍThat was scary...", "㽌쳍Hey! How are you feeling toda—", "ऌOh! So sorry. Fresh out of that.", "㽌쳍܋AHHHH! So DO you want to give Beedle that rugged rhino beetle?!", "؁Sell me anything you've got!", "㽌쳍ܔOhhhhhh! So maybe you DO want to give Beedle that energetic rhino beetle?!", "ДAll of them? Well, \"Shop_TradeItemNum of them will be  ShopTradePrice rupees.  How does that sound?ᕼᕽ", "؁I'll buy aaaaaaanything!", "؁Don't hesitate to sell me things!", "Just one, then? That'll be  ShopTradePrice rupees, please.ᕾᕿ", "How does  ShopTradePrice rupees sound?ᕼᕽ", "ĉNot for free, mind you! How about I trade you a hearty elixir for it?  āYou know, the elixir you get when you mix a hearty lizard with some monster parts?Ϩϩ", "ДSo that's \"Shop_TradeItemNum? Which is all of them! That'll be  ShopTradePrice rupees. How does that sound?ᕼᕽ", "āAnd if you're on the fence, I've got just the thing for you—a fairy tonic!  ĉJust heat up a little bit of fairy dust, and BAM—you've got yourself something really special!Ϩϩ", "܋Thanks again for your business!", "āThanks for the business! Did you need anything else?", "Ohh!", "܂Hey! It's you again. Ol' Beedle's glad to see you!", "܂Oh! It's you again. Was there something you forgot to buy?", "ਁ...ଁCustomBadThinkOh. And here I thought I knew what kind of person you were...  No, it's fine. Beedle just isn't a very good judge of character, apparently...", "Eeeeeeeeek!", "Buy whatever you want! I recommend eeeeeeverything!", "ċThanks to you, I'm sold out for today! But that's a good thing!  Would you like to look at the items  I'm planning to have stocked?ᕼᕽ", "ᣍCome on oooooover!", "܉Thank you for your business! Did you have anything else?", "㽌쳍Ohh! Thanks for coming to see me.", "㽌쳍ܔYeah, yeah! So DO you want to give Beedle that bladed rhino beetle?!", "਎Oh! You don't have enough rupees. That's embarrassing.", "... Really? But this is such a good deal... and that beetle really wants to be with me. I just don't understand your thought process here...", "āYou'd get something in return, of course! How about I give you this mighty elixir?Ϩϩ", "܁I want you to have this!", "܁CustomBigHappy}Wooooooooow! Thank you so much!!dYou just don't see these very often! This has to be a sign...", "ĉI would certainly offer you something as thanks! How about a hasty elixir?  āYep, just take a hot-footed frog and mix it with some monster parts, and BAM— you've got yourself a mighty-fine elixir!Ϩϩ", "Whoa!", "㽌쳍You know, I was just thinking about yo—", "܉Thank you for your business! Did you want to sell me anything else?", "܋Thank you very much! Is there anything  else you would like to sell?", "㽌쳍Hey! Welco...", "ċSold out for today! Thank you for buying so much, and thank you for your business!", "܋Thank you very much!", "܊Yahoo! Beedle is so excited! You're such a sweetheart!  āI'll add this bad boy to my beetle collection! Yaaaaaaaaaaaaaay!", "I think \"Shop_TradeItemNum of those will run you  ShopTradePrice rupees. Does that work?ᕼᕽ", "ĄWhat would you like to sell?", "ऀOh! That's too bad... Hope to see you around.", "ਁ...ऌReally? But this is such a good deal... and that beetle really wants to be with me. I just don't understand your thought process here...  ँ...PଁCustomBadThinkMaybe I'll sneak into his inventory and replace it with a common beetle while he's not looking. He won't know the difference...  No, I'll hire someone to do it for me. No need to get my hands dirty...CustomBadThinkHehehehehe...d... Oh, you're still here? I thought you left.Uh, well let me know if you change your mind!", "ਖOh! You've met Robbie too? He must be pretty popular.", "ਖThis even works on those Guardian  things. It's amazing!  āI hear it works best if you hit the Guardians in the eye with it. This old guy named Robbie gave it to me. To find him, go waaay north past Zora's Domain, all the way to Akkala Ancient Tech Lab. Old Robbie makes a bunch of other weird weapons and clothes and stuff.  ԌI guess he's what you'd call a mad scientist, which is kind of cool... but also terrifying. If you want strong weapons and stuff, you should go see him.", "AHHH!", "਀Wow! You have a rugged rhino beetle in your inventory!  ܁Beedle just loooooooooves rugged rhino beetles! Can I take it off your hands?", "܋Thank you very much! Did you have anything else?", "㽌쳍܋Hey! Thanks again for giving me that beetle earlier!", "ĉI just can't leave here without that beetle! I'll trade you a energizing elixir for it! āJust mix a bright-eyed crab with some monster parts, and you've got yourself a nice little elixir!Ϩϩ", "㽌쳍Hey! You're a great customer, and since today is Customer Appreciation Day...", "āIf you find another, please come again tomorrow! I'm just going to concentrate all my love on this little guy for today...", "Despite these dangerous times, you'll find me traveling all over Hyrule to fulfill your shopping needs.", "All right, how many would you like to buy?ᕼᖃᕿ", "਀Oh! You appear to have a bladed rhino beetle.  ܁Beedle loves bladed rhino beetles! Would you consider giving it to me?", "NOT BEES! AHHHH!", "āWill you trade it to me for a vegetable omelet?Ϩϩ", "Huh? Could that be?  ਖTh-that's an energetic rhino beetle! It's a rare beetle you almost never see!  ܁P-p-please! Would you please consider giving your energetic rhino beetle to Beedle?!", "㽌쳍܃Oh, hiiiiiiiiii! I am still so thankful for and excited about that beetle you gave me earlier!", "I think \"Shop_TradeItemNum of those would be worth about  ShopTradePrice rupees. Is that OK?ᕼᕽ", "WHOA NOW!", "Please stop!", "āI'll give you something in return, of course. How does a Tough Elixir sound?Ϩϩ", "Anyway, back to business...", "܉Thank you for your constant patronage!", "ऐOh! Your inventory appears to be full. Please make some room in your inventory, and come back.", "܂Oh, hiiiiiiiiiiiiii! We meet again!", "܁The name's Beedle, but you can call me— Actually, let's just stick with Beedle.  But even if you forget my face, you can remember me by my beetle-shaped backpack! ਔDespite these dangerous times, you'll find me traveling all over Hyrule to fulfill your shopping needs. I stock many special bugs and must-have items for travelers, and I always charge a fair price...or my name's not Beedle! ܉I also buy all sorts of things, if you're in need of rupees. Gemstones in particular fetch a high price! āCustomUrgeHow can I help you today?", "܉Thank you for your business!", "Just one, then? How does  ShopTradePrice rupees sound?ᕼᕽ", "ऌOh, no, no... That's too bad.", "Oww!", "؁I'll take anything off your hands!", "܊Whooooooa! Thank you so much! You're even more awesome than I thought you were! āI will cherish this beetle you have given me for the rest of my days.", "܉I'm sure I have something you'll find useful! Please have a good look!", "āCustomUrgeWhat are you looking for? Or are you selling?", "I don't like fire!", "Haaaaeeeeee!", "ଐI'm afraid I can't buy that. Wish I could, but them's the rules.", "ऀOh, no... Your inventory is full. It's a real shame, but I guess we'll have to give up on this for now...", "܉Thank you very much! Hope to see you again soon!"]}